app/controllers/posts_controller.rb

INSERT INTO `posts` (`content`, `created_at`, `updated_at`) VALUES ('hhh', '2021-01-26 02:40:33.679482', '2021-01-26 02:40:33.679482')
---
  def create
    Post.create(content: params[:content])